Repository: adahera222/_curat_
Catalog: BoglarChamp.NHibernate.Core/Resources/Core.*.resx
Languages: de_de

# NumarFacturaMaiMicLimita
source: The invoice number is less than the lower limit!
de_de: Die Rechnungsnummer ist kleiner als die Untergrenze!

# PretDublat
source: You already have this price!
de_de: Sie haben noch einen gleichen Preis!

# ProducatorDublat
source: You have a same manufacturer's name!
de_de: Sie haben noch einen gleichen Herstellernamen!

# ProdusCodExternDublat
source: You have a similar external product ID!
de_de: Sie haben noch eine gleiche externe Produkt-ID!

# ProdusCodIntenDublat
source: You have a similar internal product ID!
de_de: Sie haben noch eine gleiche interne Produkt-ID!

# ProdusDublat
source: You have a same product name!
de_de: Sie haben noch einen gleichen Produktnamen!

# ProdusLipsaGestiune
source: Operation prohibited, the product does not belong to the store!
de_de: Operation verboten, das Produkt gehört nicht dem Lager!

# RutaDublata
source: You have a same route name!
de_de: Sie haben noch einen gleichen Routennamen!

# SerieAvizDublat
source: You have a delivery notes series {0} with the same limits!
de_de: Sie haben noch eine gleiche {0} Lieferscheinserie mit denselben Grenzen!

# SerieChitantaDublat
source: You have a recept series {0} with the same limits!
de_de: Sie haben noch eine gleiche {0} Quittungsserie mit denselben Grenzen!

# SerieFacturaDublat
source: You have an invoice series {0} with the same limits!
de_de: Sie haben noch eine gleiche {0} Rechnungsserie mit denselben Grenzen!

# StocDublat
source: The store does exist!
de_de: Das Lager existiert schon!

# SubgrupaDublata
source: You have a same sub-group name
de_de: Sie haben noch einen gleichen Untergruppennamen

# SubsubgrupaDublata
source: Tou have a same sub-subgroup name
de_de: Sie haben noch einen gleichen Unter-untergruppennamen

# TelefonAgentiDublat
source: You have the agent {0} set on the phone {1}!
de_de: Sie haben noch den Agenten {0} am Telefon {1}!

# TelefonBlocat
source: Phone blocked. Contact QUALTEH!
de_de: Telefon blockiert. Kontaktieren Sie QUALTEH!

# TelefonBlocatSediu
source: Phone has been blocked from the central office!
de_de: Telefon wurde im Zentralsitz blockiert!

# TelefonDublat
source: You have a similar phone!
de_de: Sie haben noch ein gleiches Telefon!

# TelefonInregistrat
source: Phone registered on another company. Contact QUALTEH!
de_de: Telefon auf einer anderen Firma registriert. Kontaktieren Sie QUALTEH!

# UMDublat
source: You have a same measuring unit name!
de_de: Sie haben noch einen Messeinheitnamen!

# UMValabilitateDublat
source: You have a same valability measuring unit name!
de_de: Sie haben noch einen Gültigkeits-Messeinheitnamen!

# UtilizatorAnulat
source: The user is canceled!
de_de: Der Anwender ist annulliert!

# UtilizatorDublat
source: You have a user {0} with the same authentication data!
de_de: Sie haben noch einen Anwender {0} mit denselben Authentifizierungsdaten!

# UtilizatorDublat1
source: You have an employee with the same name, first name and employee number!
de_de: Sie haben noch einen Mitarbeiter mit demselben Namen, Vornamen und Personalnummer!

# UtilizatorInexistent
source: The user {0} does not exist!
de_de: Der Anwender {0} existiert nicht!

# UtilizatorZonaDublat
source: You have set another area {0} for the manager {1} !
de_de: Sie haben noch ein Gebiet {0} für den Manager {1} eingestellt!

# ZonaDublata
source: You have a same area name!
de_de: Sie haben noch einen gleichen Gebietsnamen!

# Oferta
source: Offer
de_de: Angebot

# OfertaBodyMail
source: <b>Hello,</b><BR> <BR> <b>As requested, I send you the offer</b><BR> <BR> <BR> <BR> Regards, <BR> {0}<BR> {1}<BR> {2}<BR> {3}<BR>
de_de: <b>Hallo,</b><BR> <BR> <b>Im Anhang schicke ich Ihnen das verlangte Angebot</b><BR> <BR> <BR> <BR> Mit freundlichen Gruessen, <BR> {0}<BR> {1}<BR> {2}<BR> {3}<BR>

# DenumireUMValabilitatePreaMare
source: Measure unit of validity exceeds 10 characters!
de_de: Maßeinheit der Gültigkeit hat mehr als 10 Zeichen!

# InvalidEmailRegister
source: Email incorrect!
de_de: Email ungültig!

# SendEmailRegister
source: Welcome!
de_de: Willkommen!

# SendEmailSubject
source: Thank you!
de_de: Vielen Dank!
