Repository: adahera222/_curat_
Catalog: BoglarChamp.NHibernate.Core/Resources/Core.*.resx
Languages: de_de

# AvizDetaliuDublat
source: You have a product from the same batch in the delivery note!
de_de: Sie haben noch ein Produkt aus derselben Stapel im Lieferschein!

# AvizDublat
source: You have a delivery note with the same series and number: {0}
de_de: Sie haben noch einen Lieferschein mit derselben Serie und Nummer: {0}

# AvizValidat
source: The delivery has already been confirmed!
de_de: Der Lieferschein wurde schon bestätigt!

# CampanieDublata
source: You have a campaign with the same name!
de_de: Sie haben noch eine Aktion mit demselben Namen!

# CategorieClientDublata
source: You have a group of customers with the same name!
de_de: Sie haben noch eine Kundengruppe mit demselben Namen!

# ClientPunctLucruAdresaDublat
source: You have a branch with the same address!
de_de: Sie haben noch eine Filiale mit derselben Addresse!

# ClientPunctLucruCodExternDublat
source: You have a customer with the same external ID!
de_de: Sie haben noch einen Kunden mit derselben externen ID!

# ClientPunctLucruCodFiscalDublat
source: You have a customer with the same tax ID!
de_de: Sie haben noch einen Kunden mit derselben Umsatzsteuer-ID!

# ClientPunctLucruCodInternDublat
source: You have a customer with the same internal ID!
de_de: Sie haben noch einen Kunden mit derselben internen ID!

# ClientSetatFiliala
source: The customer is set on a different branch!
de_de: Der Kunde ist auch auf einer anderen Filiale eingestellt!

# ComandaDublata
source: You have a purchase order with the same data: customer, date, agent, value!
de_de: Sie haben noch eine Bestellung mit derselben Daten: Kunde, Datum, Agent, Wert!

# CUIDublat
source: You have a company with the same tax ID!
de_de: Sie haben noch eine Firma mit derselben Umsatzsteuer-ID!

# DiscountDublat
source: You have details of a price group with the same product!
de_de: Sie haben noch einen Details von Kundenpreisgruppe mit demselben Produkt!

# DocumentPlataDublat
source: You have a receipt with the same serial and number!
de_de: Sie haben noch einen Zahlungsbeleg mit derselben Serie und Nummer!

# EroareAcces
source: You do not have access!
de_de: Sie haben keinen Zugang!

# EroareAccesSectiune
source: You have no rights in this section!
de_de: Sie haben keine Rechte in dieser Sektion!

# EroareAccesZona
source: You do not have access to this area!
de_de: Sie haben keinen Zugang in diesem Gebiet!

# EroareAdaugarePozitieAvizAnulat
source: You can not insert, the delivery note is canceled!
de_de: Sie können nicht einfügen, der Lieferschein ist annulliert!

# EroareAdaugarePozitieAvizPreluat
source: You can not insert, the delivery note was taken on the phone!
de_de: Sie können nicht einfügen, der Lieferschein wurde am Telefon übernommen!

# EroareAdaugarePozitieAvizValidat
source: You can not insert the delivery is confirmed!
de_de: Sie können nicht einfügen, der Lieferschein ist bestätigt!

# EroareAnulareAviz
source: The delivery can not be canceled after confirmation!
de_de: Der Lieferschein kann nicht nach dem Bestätigen annulliert werden!

# EroareAnulareCampanie
source: You have {0} customers with this promotion! Please move the customer in another action or delete the action from the customer before cancellation!
de_de: Sie haben {0} Kunden mit dieser Aktion! Bitte verschieben Sie die Kunden in einer anderen Aktion oder löschen Sie die Aktion vom Kunden vor der Annullierung!

# EroareAnulareCategorieClient
source: You have {0} customers with this category! Please move the customer in another category or delete the category from the customer before cancellation!
de_de: Sie haben {0} Kunden mit dieser Kategorie! Bitte verschieben Sie die Kunden in eine andere Kategorie oder löschen Sie die Kategorie vom Kunden vor der Annullierung!

# EroareAnulareGrupa
source: You have {0} customers with this group! Please move the customer in another group or delete the group from the customer before cancellation!
de_de: Sie haben {0} Produkte in dieser Gruppe! Bitte verschieben Sie die Produkte in einer anderen Gruppe vor der Annulliereung

# EroareAnulareGrupaDiscounturiClienti
source: You have {0} customers with this customers discount group! Please move the customer in another customers discount group or delete the customers discount group from the customer before cancellation!
de_de: Sie haben {0} Kunden in dieser Rabattgruppe! Bitte verschieben Sie die Kunden in einer anderen Rabattgruppe oder löschen Sie die Rabattgruppe vom Kunden vor der Annullierung

# EroareAnulareGrupaDiscounturiProduse
source: You have {0} customers with this products discount group! Please move the customer in another products discount group or delete the products discount group from the customer before cancellation!
de_de: Sie haben {0} Produkte in dieser Rabattgruppe! Bitte verschieben Sie die Produkte in einer anderen Rabattgruppe oder löschen Sie die Rabattgruppe vom Produkt vor der Annullierung

# EroareAnulareGrupaPreturiClient
source: You have {0} customers with this price group! Please move the customer in another price group or delete the price group from the customer before cancellation!
de_de: Sie haben {0} Kunden in dieser Preisgruppe! Bitte verschieben Sie die Kunden in einer anderen Preisgruppe oder löschen Sie die Preisgruppe vom Kunden vor der Annullierung

# EroareAvizAnulat
source: You can not edit, the delivery is canceled!
de_de: Sie können nicht bearbeiten, der Lieferschein ist annulliert!

# EroareClientID
source: The customer has no internal or external ID!
de_de: Der Kunde hat keine interne ID oder externe ID!

# EroareCNP
source: Social number is invalid!
de_de: Personalnummer fehlerhaft!

# EroareCodFiscal
source: Tax ID is invalid!
de_de: Umsatzsteuer-ID fehlerhaft!

# EroareCodLicenta
source: License code is invalid!
de_de: Lizenzkode fehlerhaft!

# EroareConfirmareAviz
source: The delivery can not be confirmed on the phone, it is edited!
de_de: Der Lieferschein kann nicht am Telefon bestätigt werden, er wird bearbeitet!

# EroareCUI
source: Tax ID is invalid!
de_de: Umsatzsteuer-ID fehlerhaft!

# EroareDrepturi
source: You have no rights!
de_de: Sie haben keine Rechte!

# EroareDrepturiAdministrare
source: You have not administrator rights!
de_de: Sie haben keine Verwalterrechte!

# EroareDrepturiAgent
source: You have no agent rights!
de_de: Sie haben keine Agentenrechte!

# EroareDrepturiAviz
source: Access forbidden!
de_de: Zugang verboten!

# EroareDrepturiManager
source: You have no manager rights !
de_de: Sie haben keine Managerrechte!

# EroareFormatareNumeUtilizator
source: Use letters and numbers in user name!
de_de: Benützen Sie Buchstaben und Ziffern im Verwendername!

# EroareFormatareParola
source: Use letters and numbers in the password!
de_de: Benützen Sie Buchstaben und Ziffern im Passwort!

# EroareFormatCUI
source: Tax ID format is invalid!
de_de: Umsatzsteuer-ID-Format fehlerhaft!

# EroareID
source: ID does not exist!
de_de: ID existiert nicht!

# EroareLimitaMinimaAviz
source: The lower limit is greater than the upper limit for delivery notes!
de_de: Die Untergrenze ist grösser als die Obergrenze beim Lieferschein!

# EroareLimitaMinimaChitanta
source: The lower limit is greater than the upper limit for receipts!
de_de: Die Untergrenze ist grösser als die Obergrenze bei der Quittung!

# EroareLimitaMinimaFactura
source: The lower limit is greater than the upper limit for invoices!
de_de: Die Untergrenze ist grösser als die Obergrenze bei der Rechnung!

# EroareNecunoscuta
source: Unknown error
de_de: Unbekannter Fehler

# EroareReinitializare
source: Error reinitializing!
de_de: Fehler bei der Reinitialisierung!

# EroareSalvareDate
source: Data was not saved!
de_de: Daten wurden nicht gespeichert!

# EroareSalvareTarget
source: Target can not be saved!
de_de: Zielumsatz kann nicht gespeichert werden!

# EroareSerieChitanta
source: Receipt series is not valid!
de_de: Quittungsserie ist nicht gültig!

# EroareSerieFactura
source: Invoice series is not valid!
de_de: Rechnungsserie ist nicht gültig!

# EroareStergeAviz
source: A delivery note can not be deleted, only canceled!
de_de: Ein Lieferschein kann nicht gelöscht werden, nur annuliert!

# EroareStergePozitie
source: A position from the storage can not be erased!
de_de: Es kann eine Stelle aus dem Lager nicht gelöscht werden!

# EroareStergereCampanie
source: A campaign can not be deleted, only canceled!
de_de: Eine Aktion kann nicht gelöscht werden, nur annulliert!

# EroareStergereCategorieClient
source: A customer category can not be deleted, only canceled!
de_de: Eine Kundenkategorie kann nicht gelöscht werden, nur annulliert!!

# EroareStergereClient
source: A customer can not be deleted, only canceled!
de_de: Ein Kunde kann nicht gelöscht werden, nur annulliert!

# EroareStergereComanda
source: An order can not be deleted, only canceled!
de_de: Eine Bestellung kann nicht gelöscht werden, nur annulliert!

# EroareStergereDocumentPlata
source: You can not delete a receipt!
de_de: Sie dürfen einen Zahlungsbeleg nicht löschen!

# EroareStergereGestiuni
source: A store can not be deleted, only canceled!
de_de: Ein Lager kann nicht gelöscht werden, nur annulliert!

# EroareStergereGrupa
source: A group can not be deleted, only canceled!
de_de: Eine Gruppe kann nicht gelöscht werden, nur annulliert!

# EroareStergereGrupaDiscount
source: A discount group can not be deleted, only canceled!
de_de: Eine Rabattgruppe kann nicht gelöscht werden, nur annulliert!

# EroareStergereGrupaPret
source: A price group can not be deleted, only canceled!
de_de: Eine Preisgruppe kann nicht gelöscht werden, nur annulliert!

# EroareStergereMotiv
source: A motive can not be deleted, only canceled!
de_de: Eine Begründung kann nicht gelöscht werden, nur annulliert!

# EroareStergereOferta
source: An offer may not be deleted, only canceled!
de_de: Ein Angebot kann nicht gelöscht werden, nur annulliert!

# EroareStergerePozitieAvizAnulat
source: You can not delete the position, the delivery note is canceled!
de_de: Sie können die Stelle nicht löschen, der Lieferschein ist annulliert!

# EroareStergerePozitieAvizPreluat
source: You can not delete the position, the delivery note has already been taken on the phone!
de_de: Sie können die Stelle nicht löschen, der Lieferschein wurde schon am Telefon übernommen!

# EroareStergerePozitieAvizValidat
source: You can not delete the position, the delivery note has been confirmed!
de_de: Sie können die Stelle nicht löschen, der Lieferschein wurde bestätigt!

# EroareStergereProducator
source: A manufacturer can not be deleted, only canceled!
de_de: Ein Hersteller kann nicht gelöscht werden, nur annulliert!

# EroareStergereProdus
source: A product can not be deleted, only canceled!
de_de: Ein Produkt kann nicht gelöscht werden, nur annulliert!

# EroareStergereRuta
source: A route can not be deleted, only canceled!
de_de: Eine Route kann nicht gelöscht werden, nur annulliert!

# EroareStergereSerie
source: A series can not be deleted, only canceled!
de_de: Eine Serie kann nicht gelöscht werden, nur annulliert!

# EroareStergereSubgrupa
source: A sub-group can not be deleted, only canceled!
de_de: Eine Untergruppe kann nicht gelöscht werden, nur annulliert!

# EroareStergereSubsubgrupa
source: A sub-subgroup can not be deleted, only canceled!
de_de: Eine Unter-untergruppe kann nicht gelöscht werden, nur annulliert!

# EroareStergereTelefon
source: A phone can not be deleted, only canceled!
de_de: Ein Telefon kann nicht gelöscht werden, nur annulliert!

# EroareStergereUM
source: A measuring unit can not be deleted, only canceled!
de_de: Eine Messeinheit kann nicht gelöscht werden, nur annulliert!

# EroareStergereZona
source: An area can not be deleted, only canceled!
de_de: Ein Gebiet kann nicht gelöscht werden, nur annulliert!

# EroareStergeUtilizator
source: A user can not be deleted, only canceled!
de_de: Ein Anwender kann nicht gelöscht werden, nur annulliert!

# EroareStergeUtilizatorZone
source: You have {0} subordinate agents, you can not delete access to the {1}-area!
de_de: Sie haben {0} Agenten untergeordnet, Sie können nicht den Zugang zum {1}-Gebiet löschen!

# EroareValidareAviz
source: The delivery note must have at least one entry for confirmation!
de_de: Der Lieferschein muss mindestens eine Stelle für Bestätigung haben!

# FirmaBlocata
source: Blocked company! Contact QUALTEH!
de_de: Blockierte Firma! Kontaktieren Sie QUALTEH!

# FirmaDublata
source: There is a company with the same name!
de_de: Es gibt noch eine Firma mit demselben Namen!

# GestiuneDublata
source: There is a store with the same name!
de_de: Es gibt noch ein Lager mit demselben Namen!

# GrupaDiscountProdusDublat
source: There is a product discount group with the same name!
de_de: Es gibt noch eine Produkt-Rabattgruppe mit demselben Namen!

# GrupaDiscounturiClientiDublat
source: There is a discount group with the same name!
de_de: Es gibt noch eine Rabattgruppe mit demselben Namen!

# GrupaDublata
source: There is a group with the same name!
de_de: Es gibt noch eine Gruppe mit demselben Namen!

# GrupaPreturiClientDublata
source: There is a price group with the same name
de_de: Es gibt noch eine Preisgruppe mit demselben Namen

# IncorrectEmail
source: Incorrect e-mail address or e-mail address does not exist!
de_de: Inkorrekte E-Mail-Addresse oder E-Mail-Addresse existiert nicht!

# InvalidEmailOferta
source: E-mail is not valid for the offer {0}: e-mail = {1}
de_de: E-Mail ist ungültig für das Angebot {0}: E-Mail= {1}

# InvalidEmailPersoana
source: E-mail is not valid for the offer {0}: e-mail contact person = {1}
de_de: E-Mail ist ungültig für das Angebot {0}: Ansprechspartner-E-Mail= {1}

# InvalidEmailuriOferta
source: E-mails are valid for the range {0}: e-mail = {1}; e-mail contact person = {2}
de_de: E-Mails sind ungültig für das Angebot {0}: E-Mail= {1}; Ansprechspartner-E-Mail= {2}

# LipsaAgent
source: No agent set!
de_de: Sie haben keinen Agenten eingestellt!

# LipsaAgent1
source: Select an agent!
de_de: Wählen Sie einen Agenten!

# LipsaAutentificare
source: You are not authenticated!
de_de: Sie sind nicht Authentifiziert!

# LipsaAutentificare1
source: You need to authenticate!
de_de: Sie müssen sich authentifizieren!

# LipsaAviz
source: Select a delivery note!
de_de: Wählen Sie einen Lieferschein!

# LipsaBI
source: Enter an ID!
de_de: Geben Sie eine ID ein!

# LipsaCantitate
source: Enter a quantity!
de_de: Geben Sie eine Quantität ein!

# LipsaCategorieClient
source: Select a customer category!
de_de: Wählen Sie Kundenkategorie aus!

# LipsaCategorieClienti
source: You have not a customer category!
de_de: Sie haben keine Kundenkategorie!

# LipsaClientOferta
source: Select a customer for the offer!
de_de: Wählen Sie einen Kunden für das Angebot aus!

# LipsaClientPeComanda
source: Select a customer for the order!
de_de: Wählen Sie einen Kunden für die Bestellung aus!

# LipsaCNP
source: Enter a social number!
de_de: Geben Sie eine Personalnummer ein!

# LipsaCodClient
source: The customer with ID {0} does not exist!
de_de: Der Kunde mit der ID {0} existiert nicht!

# LipsaComandaID
source: The order with number {0} does not exist!
de_de: Die Bestellung mit der Nummer {0} existiert nicht!

# LipsaContinutMesaj
source: Enter a content!
de_de: Geben Sie einen Inhalt ein!

# LipsaCUI
source: Enter a sales tax ID!
de_de: Geben Sie eine Umsatzsteuer-ID ein!

# LipsaDenumireCampanie
source: Enter a campaign name!
de_de: Geben Sie einen Aktionnamen ein!

# LipsaDenumireCategorieClient
source: Enter a customer category name!
de_de: Geben Sie einen Kundenkategorienamen ein!

# LipsaDenumireClient
source: Enter a customer name!
de_de: Geben Sie einen Kundennamen ein!

# LipsaDenumireFirma
source: Enter a company name!
de_de: Geben Sie einen Firmennamen ein!

# LipsaDenumireGestiune
source: Enter a store name!
de_de: Geben Sie einen Lagernamen ein!

# LipsaDenumireGrupa
source: Enter a group name!
de_de: Geben Sie einen Gruppennamen ein!

# LipsaDenumireGrupaDiscount
source: Enter a discount group name!
de_de: Geben Sie einen Rabattgruppennamen ein!

# LipsaDenumireGrupaPret
source: Enter a price group name!
de_de: Geben Sie einen Preisgruppennamen ein!

# LipsaDenumireMotiv
source: Enter a reason name!
de_de: Geben Sie einen Begründungsnamen ein!

# LipsaDenumireProducator
source: Enter a manufacturer name!
de_de: Geben Sie einen Herstellernamen ein!

# LipsaDenumireProdus
source: Enter a product name!
de_de: Geben Sie einen Produktnamen ein!

# LipsaDenumireSubgrupa
source: Enter a subgroup name!
de_de: Geben Sie einen Untergruppennamen ein!

# LipsaDenumireSubsubgrupa
source: Enter a sub-subgroup name!
de_de: Geben Sie einen Unter-untergruppennamen ein!

# LipsaDenumireUMValabilitate
source: Enter a valability measuring unit name!
de_de: Geben Sie einen Namen für die Gültigkeitsmesseinheit ein!

# LipsaDenumireZona
source: Enter a area name!
de_de: Geben Sie einen Gebietsnamen ein!

# LipsaDenumirUM
source: Enter a measuring unit name!
de_de: Geben Sie einen Messeinheitnamen ein!

# LipsaDestinatarMesaj
source: Enter a recipient!
de_de: Geben Sie einen Empfänger ein!

# LipsaDocumentPlataID
source: There is no proof of payment-ID number {0}!
de_de: Es gibt den Zahlungsbeleg-ID {0} nicht!

# LipsaEmail
source: Enter an e-mail!
de_de: Geben Sie eine E-Mail ein!

# LipsaExpeditor
source: Enter a sender!
de_de: Geben Sie einen Absender ein!

# LipsaFirma
source: The company has not been set!
de_de: Die Firma wurde nicht eingestellt!

# LipsaGestiune
source: Select a store!
de_de: Wählen Sie ein Lager!

# LipsaGramaj
source: Select a weight and a measuring unit for weight or delete both!
de_de: Wählen Sie ein Gewicht und eine Messeinheit fürs Gewicht oder löschen Sie beide!

# LipsaGrupaDiscounturi
source: Select a customer discount group!
de_de: Wählen Sie eine Kundenrabattgruppe!

# LipsaGrupaProdus
source: Select a product group!
de_de: Wählen Sie eine Produktgruppe!

# LipsaGrupeProduse
source: You have not a product group!
de_de: Sie haben keine Produktgruppe!

# LipsaIMEI
source: Enter a IMEI!
de_de: Geben Sie einen IMEI ein!

# LipsaListaPret
source: Select a price list!
de_de: Wählen Sie eine Preisliste!

# LipsaMembru
source: Enter the name of the tested member!
de_de: Geben Sie den Namen des getesteten Mitglied ein!

# LipsaMembru1
source: The entered member {0} does not exist!
de_de: Der eingegebene Mitglied {0} existiert nicht!

# LipsaNrTelefon
source: Enter a phone number!
de_de: Geben Sie eine Telefonnummer ein!

# LipsaNumarAviz
source: Enter a delivery note number!
de_de: Geben Sie eine Lieferscheinnummer ein!

# LipsaNume
source: Enter a name!
de_de: Geben Sie einen Namen ein!

# LipsaNumeParametru
source: Enter a parameter name!
de_de: Geben Sie den Parameternamen ein!

# LipsaNumeRuta
source: Enter a route name!
de_de: Geben Sie den Routennamen ein!

# LipsaNumeUtilizator
source: Enter a user name!
de_de: Geben Sie den Anwendernamen ein!

# LipsaParola
source: Enter a password!
de_de: Geben Sie das Passwort ein!

# LipsaPrenume
source: Enter a first name!
de_de: Geben Sie einen Vornamen ein!

# LipsaPretClient
source: Select a price list for the customer!
de_de: Wählen Sie eine Presiliste für den Kunden!

# LipsaProdus
source: The product with ID {0} does not exist!
de_de: Das Produkt mit der ID {0} existiert nicht

# LipsaProdus1
source: Select a product!
de_de: Wählen Sie ein Produkt!

# LipsaProduseComanda
source: You have no products in the order!
de_de: Sie haben keine Produkte in der Bestellung!

# LipsaProduseOferta
source: You have no products in the offer!
de_de: Sie haben keine Produkte im Angebot!

# LipsaProdusID
source: Enter an internal or external ID for the product!
de_de: Geben Sie eine ID oder externe ID für das Produkt ein!

# LipsaSerieAviz
source: Enter a delivery note set!
de_de: Geben Sie eine Lieferscheinserie ein!

# LipsaSubiectMesaj
source: Enter a subject!
de_de: Geben Sie ein Subjekt ein!

# LipsaSuma
source: Enter a sum!
de_de: Geben Sie eine Summe ein!

# LipsaTelefon
source: Enter a phone number!
de_de: Geben Sie eine Telefonnummer ein!

# LipsaTelefon1
source: Select a phone!
de_de: Wählen Sie ein Telefon!

# LipsaTelefonAgent
source: The agent {0} has not a phone set!
de_de: Der Agent {0} hat kein Telefon eingestellt!

# LipsaUM
source: Select a measuring unit!
de_de: Wählen Sie eine Messeinheit!

# LipsaUMProdus
source: Select a product measuring unit!
de_de: Wählen Sie eine Produktmesseinheit!

# LipsaUtilizator
source: Select a user!
de_de: Wählen Sie einen Anwender!

# LipsaUtilizatorOferta
source: Select a user for the offer!
de_de: Wählen Sie einen Anwender für das Angebot!

# LipsaUtilizatorPeComanda
source: Select a user for the order!
de_de: Wählen Sie einen Anwender für die Bestellung!

# LipsaValabilitate
source: Select a valability and a measuring unit for it or delete both!
de_de: Wählen Sie eine Gültigkeitsdauer und eine Messeinheit für sie oder löschen Sie beide!

# LipsaValoareParametru
source: Enter the value of the parameter!
de_de: Geben Sie den Wert des Parameters ein!

# LipsaZona
source: Select a area!
de_de: Wählen Sie ein Gebiet!

# LipsaZonaClient
source: Select a area for the customer!
de_de: Wählen Sie ein Gebiet für den Kunden!

# MotivDublat
source: You have a reason with the same name!
de_de: Sie haben noch eine Begründung mit demselben Namen!

# NrClientiZona
source: You have {0} customers on this area! Please move the customers into another area before canceling!
de_de: Sie haben {0} Kunden in diesem Gebiet! Bitte verschieben Sie die Kunden in ein anderes Gebiet vor der Annullierung!

# NrProduseGramaj
source: You have {0} products with this measuring unit! Please change the measuring unit of the products before canceling!
de_de: Sie haben {0} Produkte mit dieser Messeinheit! Bitte verschieben Sie die Produkte in einer anderen Messeinheit vor der Annullierung!

# NrProduseSubgrupa
source: You have {0} products in this subgroup! Please move the products to other subgroups before canceling!
de_de: Sie haben {0} Produkte in dieser Untergruppe! Bitte verschieben Sie die Produkte in einer anderen Untergruppe vor der Annullierung!

# NrProduseSubsubgrupa
source: You have {0} products in this sub-subgroup! Please move the products to other sub-subgroups before canceling!
de_de: Sie haben {0} Produkte in dieser Unter-untergruppe! Bitte verschieben Sie die Produkte in einer anderen Unter-untergruppe vor der Annullierung!

# NrProduseUM
source: You have {0} products with this measuring unit! Please change the measuring unit of the products before canceling!
de_de: Sie haben {0} Produkte mit dieser Messeinheit! Bitte verschieben Sie die Produkte in einer anderen Messeinheit vor der Annullierung

# NrProduseUMValabilitate
source: You have {0} products with this valability measuring unit! Please change the valability measuring unit of the products before canceling!
de_de: Sie haben {0} Produkte mit dieser Gültigkeitsmesseinheit! Bitte verschieben Sie die Produkte in einer anderen Gültigkeitsmesseinheit vor der Annullierung!

# NumarChitantaMaiMareLimita
source: The receipt number is greater than the upper limit!
de_de: Die Quittungsnummer ist grösser als die Obergrenze!

# NumarChitantaMaiMicCurent
source: The receipt number is equal to or less than the current number!
de_de: Die Quittungsnummer ist kleiner oder gleich als die aktuelle Nummer!

# NumarChitantaMaiMicLimita
source: The receipt number is less than the lower limit!
de_de: Die Quittungsnummer ist kleiner als die Untergrenze!

# NumarFacturaMaiMareLimita
source: The invoice number is greater than the upper limit!
de_de: Die Rechnungsnummer ist grösser als die Obergrenze!

# NumarFacturaMaiMicCurent
source: The invoice number is equal to or less than the current number!
de_de: Die Rechnungsnummer ist kleiner oder gleich als die aktuelle Nummer!
